Repository: joseantoniobouortells/OfertaDemandaAvalonia
Catalog: src/OfertaDemanda.Desktop/Resources/Strings.*.resx
Languages: de, fr, it

# IsoBenefit_Series_FirmIntersection
source: {0} intersection
de: {0} Schnittpunkt
it: {0} intersezione

# IsoBenefit_Status_Positive
source: Profitable
de: Macht Gewinn
fr: Gagne de l'argent
it: Guadagna

# IsoBenefit_Status_Negative
source: Unprofitable
de: Macht Verlust
fr: Perd de l'argent
it: Perde denaro

# IsoBenefit_Status_Zero
source: Zero profit
de: Nullgewinn
fr: Profit nul
it: Profitto nullo

# IsoBenefit_DefaultFirmNameFormat
source: Firm {0}
de: Unternehmen {0}
fr: Entreprise {0}
it: Azienda {0}

# IsoBenefit_TheoryText
source: Profit for each firm: π_i(q,p)=p·q−C_i(q). Isoprofit curves: p(q;π̄_i)=(C_i(q)+π̄_i)/q for q>0 with negative, zero and positive π̄_i levels. Under perfect competition the price is horizontal p=P* and the firm produces where MC_i(q)=P*, with shutdown rule P*<AVC_i(q). The Earn/Lose/Zero label is evaluated with π_i*=P*·q_i*−C_i(q_i*). For the market we aggregate costs assuming equal split q_i=Q/N, so C_M(Q)=Σ C_i(Q/N) and Π(Q,P)=P·Q−C_M(Q). The market Π̄ curves are computed as P(Q;Π̄)=(C_M(Q)+Π̄)/Q avoiding Q=0 and intersect with demand P_d(Q). We determine P* by numerically solving P_d(Q_s(P))=P where Q_s(P)=Σ q_i(P); if there is no stable solution, we use P*=40 as reference.
de: Gewinn jedes Unternehmens: π_i(q,p)=p·q−C_i(q). Isogewinnkurven: p(q;π̄_i)=(C_i(q)+π̄_i)/q für q>0 mit negativen, null und positiven π̄_i-Niveaus. Im vollkommenen Wettbewerb ist der Preis horizontal p=P* und das Unternehmen produziert dort, wo CMg_i(q)=P*, mit der Schließregel P*<CMeV_i(q). Die Kennzeichnung Gewinn/Verlust/Null wird mit π_i*=P*·q_i*−C_i(q_i*) bewertet. Für den Markt aggregieren wir die Kosten unter der Annahme einer gleichmäßigen Aufteilung q_i=Q/N, sodass C_M(Q)=Σ C_i(Q/N) und Π(Q,P)=P·Q−C_M(Q). Die Π̄-Kurven des Marktes werden als P(Q;Π̄)=(C_M(Q)+Π̄)/Q berechnet, wobei Q=0 vermieden wird, und sie schneiden die Nachfrage P_d(Q). Wir bestimmen P* numerisch durch Lösen von P_d(Q_s(P))=P, wobei Q_s(P)=Σ q_i(P); falls es keine stabile Lösung gibt, verwenden wir P*=40 als Referenz.
fr: Profit de chaque entreprise : π_i(q,p)=p·q−C_i(q). Courbes d'isoprofit : p(q;π̄_i)=(C_i(q)+π̄_i)/q pour q>0 avec des niveaux π̄_i négatifs, nuls et positifs. En concurrence parfaite, le prix est horizontal p=P* et l'entreprise produit là où CMg_i(q)=P*, avec la règle de fermeture P*<CMeV_i(q). L'étiquette Gagne/Perd/Nul est évaluée avec π_i*=P*·q_i*−C_i(q_i*). Pour le marché, nous agrégeons les coûts en supposant un partage uniforme q_i=Q/N, de sorte que C_M(Q)=Σ C_i(Q/N) et Π(Q,P)=P·Q−C_M(Q). Les courbes Π̄ du marché sont calculées comme P(Q;Π̄)=(C_M(Q)+Π̄)/Q en évitant Q=0 et se croisent avec la demande P_d(Q). Nous déterminons P* en résolvant numériquement P_d(Q_s(P))=P où Q_s(P)=Σ q_i(P) ; s'il n'y a pas de solution stable, nous utilisons P*=40 comme référence.
it: Profitto di ciascuna impresa: π_i(q,p)=p·q−C_i(q). Curve di isoprofitto: p(q;π̄_i)=(C_i(q)+π̄_i)/q per q>0 con livelli π̄_i negativi, nulli e positivi. In concorrenza perfetta il prezzo è orizzontale p=P* e l'impresa produce dove CMg_i(q)=P*, con la regola di chiusura P*<CMeV_i(q). L'etichetta Guadagna/Perde/Nullo è valutata con π_i*=P*·q_i*−C_i(q_i*). Per il mercato aggregiamo i costi assumendo una ripartizione uniforme q_i=Q/N, in modo che C_M(Q)=Σ C_i(Q/N) e Π(Q,P)=P·Q−C_M(Q). Le curve Π̄ del mercato sono calcolate come P(Q;Π̄)=(C_M(Q)+Π̄)/Q evitando Q=0 e si intersecano con la domanda P_d(Q). Determiniamo P* risolvendo numericamente P_d(Q_s(P))=P dove Q_s(P)=Σ q_i(P); se non c'è soluzione stabile, usiamo P*=40 come riferimento.

# IsoBenefit_Theory_Section_Profit
source: Profit / revenue / cost
de: TODO: Abschnitt Gewinn (DE)
fr: TODO: section profit (FR)

# IsoBenefit_Theory_ProfitHint
source: Firm profit as a function of q and p.
de: TODO: Hinweis Gewinn (DE)
fr: TODO: hint profit (FR)

# IsoBenefit_Theory_Section_Costs
source: Average and marginal costs
de: TODO: Abschnitt Kosten (DE)
fr: TODO: section coûts (FR)

# IsoBenefit_Theory_CostsMC
source: MC_i(q)=\frac{dC_i}{dq}
de: CMg_i(q)=\frac{dC_i}{dq}
fr: CMg_i(q)=\frac{dC_i}{dq}

# IsoBenefit_Theory_CostsAVC
source: AVC_i(q)=\frac{VC_i(q)}{q}
de: CMeV_i(q)=\frac{CV_i(q)}{q}
fr: CMeV_i(q)=\frac{CV_i(q)}{q}

# IsoBenefit_Theory_CostsAC
source: AC_i(q)=\frac{C_i(q)}{q}
de: CMe_i(q)=\frac{C_i(q)}{q}
fr: CMe_i(q)=\frac{C_i(q)}{q}

# IsoBenefit_Theory_Section_Competition
source: Perfect competition
de: TODO: Abschnitt Wettbewerb (DE)
fr: TODO: section concurrence (FR)

# IsoBenefit_Theory_CompetitionCondition
source: MC_i(q)=P^*
de: CMg_i(q)=P^*
fr: CMg_i(q)=P^*

# IsoBenefit_Theory_CompetitionShutdown
source: P^*<\min AVC_i(q)
de: P^*<\min CMeV_i(q)
fr: P^*<\min CMeV_i(q)

# IsoBenefit_Theory_Section_Isoprofit
source: Isoprofit
de: TODO: Abschnitt Isogewinn (DE)
fr: TODO: section isoprofit (FR)

# IsoBenefit_Theory_Section_Market
source: Aggregate market
de: TODO: Abschnitt Markt (DE)
fr: TODO: section marché (FR)

# Tab_PerfectCompetition
source: Perfect competition
de: Vollkommener Wettbewerb
fr: Concurrence parfaite

# Tab_Model
source: Model
de: Modell
fr: Modèle

# Tab_Welfare
source: Welfare
de: Wohlfahrt
fr: Bien-être

# Firm_Visualization_Title
source: Visualization
de: Visualisierung
fr: Visualisation

# Firm_Toggle_IsoBenefit
source: Show isoprofit
de: Isogewinn anzeigen
fr: Afficher l'isoprofit

# Firm_Toggle_TotalRevenue
source: Show total revenue
de: Gesamterlös anzeigen
fr: Afficher la recette totale

# Firm_TotalRevenue_Hint
source: In perfect competition, TR = P · q.
de: In vollkommener Konkurrenz gilt: GE = P · q.
fr: En concurrence parfaite, RT = P · q.

# Language_German
source: German (de-DE)
de: Deutsch (de-DE)
fr: Allemand (de-DE)

# Market_Explanation_MC_Title
source: MC(q)=\frac{dC}{dq}
it: MC(q) = dC/dq

# Market_Explanation_AVC_Title
source: AVC(q)=\frac{VC(q)}{q}
it: AVC(q) = VC(q)/q

# Market_Explanation_AC_Title
source: AC(q)=\frac{C(q)}{q}
it: AC(q) = C(q)/q

# Market_Explanation_Profit_Title
source: \pi(q)=Pq-C(q)
it: π(q) = Pq − C(q)
