Repository: joseantoniobouortells/OfertaDemandaAvalonia
Catalog: src/OfertaDemanda.Desktop/Resources/Strings.*.resx
Languages: de, fr, it

# App_Title
source: Supply vs Demand
de: Angebot vs. Nachfrage
fr: Offre vs Demande
it: Offerta vs Domanda

# Menu_AboutFmt
source: About {0}
de: Über {0}
fr: À propos de {0}

# Menu_Preferences
source: Preferences
de: Einstellungen
fr: Préférences

# Menu_About
source: About {0}
de: Über {0}
fr: À propos de {0}

# Menu_Hide
source: Hide {0}
de: {0} ausblenden
fr: Masquer {0}

# Menu_HideOthers
source: Hide Others
de: Andere ausblenden
fr: Masquer les autres

# Menu_ShowAll
source: Show All
de: Alle einblenden
fr: Tout afficher

# Menu_Quit
source: Quit {0}
de: Beenden {0}
fr: Quitter {0}

# Main_HeaderTitle
source: Supply, demand and elasticities
de: Angebot, Nachfrage und Elastizitäten
fr: Offre, demande et élasticités
it: Offerta, domanda ed elasticità

# Main_ResetDefaults
source: Reset to defaults
de: Standardwerte zurücksetzen
fr: Réinitialiser les valeurs par défaut
it: Ripristina valori predefiniti

# Tab_Market
source: Market
de: Markt
fr: Marché
it: Mercato

# Tab_Firm
source: Firm
de: Unternehmen
fr: Entreprise
it: Impresa

# Tab_Monopoly
source: Monopoly
de: Monopol
fr: Monopole
it: Monopolio

# Tab_Elasticity
source: Elasticity
de: Elastizität
fr: Élasticité
it: Elasticità

# Tab_IsoBenefit
source: Isoprofit
de: Isogewinn
it: Isoprofitto

# Tab_Settings
source: Settings
de: Einstellungen
fr: Configuration
it: Configurazione

# Tab_About
source: About
de: Über
fr: À propos
it: Informazioni

# Common_Errors
source: Errors
de: Fehler
fr: Erreurs
it: Errori

# Common_Results
source: Results
de: Ergebnisse
fr: Résultats
it: Risultati

# Common_Explanation
source: Explanation
de: Erläuterung
fr: Explication
it: Spiegazione

# Format_CurrentValue
source: Current value: {0:F0}
de: Aktueller Wert: {0:F0}
fr: Valeur actuelle : {0:F0}
it: Valore attuale: {0:F0}

# Settings_Title
source: Appearance settings
de: Darstellungseinstellungen
fr: Paramètres d'apparence
it: Impostazioni aspetto

# Settings_Subtitle
source: Choose how the app looks across systems (macOS, Windows, Linux).
de: Wähle, wie die Anwendung auf allen Systemen (macOS, Windows, Linux) aussieht.
fr: Choisissez l'apparence de l'application sur tous les systèmes (macOS, Windows, Linux).
it: Scegli come appare l'app su tutti i sistemi (macOS, Windows, Linux).

# Settings_Theme_Title
source: App theme
de: App-Design
fr: Thème de l'application
it: Tema dell'applicazione

# Settings_Theme_Hint
source: Changes apply immediately and are saved for future sessions.
de: Änderungen werden sofort angewendet und für zukünftige Sitzungen gespeichert.
fr: Les changements s'appliquent immédiatement et sont enregistrés pour les prochaines sessions.
it: Le modifiche si applicano subito e vengono salvate per le sessioni future.

# Settings_Theme_System
source: System default
de: Systemstandard
fr: Par défaut du système
it: Predefinito di sistema

# Settings_Theme_Light
source: Light theme
de: Helles Design
fr: Thème clair
it: Tema chiaro

# Settings_Theme_Dark
source: Dark theme
de: Dunkles Design
fr: Thème sombre
it: Tema scuro

# Settings_Language_Title
source: App language
de: App-Sprache
fr: Langue de l'application
it: Lingua dell'applicazione

# Settings_Language_Hint
source: Language applies immediately and is saved for future sessions.
de: Die Sprache wird sofort angewendet und für zukünftige Sitzungen gespeichert.
fr: La langue s'applique immédiatement et est enregistrée pour les prochaines sessions.
it: La lingua si applica immediatamente ed è salvata per le sessioni future.

# Settings_Config_Title
source: Settings file
de: Konfigurationsdatei
fr: Fichier de configuration
it: File di configurazione

# Settings_Config_Hint
source: Delete this file to reset preferences.
de: Lösche diese Datei, um die Einstellungen zurückzusetzen.
fr: Supprimez ce fichier pour réinitialiser les préférences.
it: Elimina questo file per ripristinare le preferenze.

# Language_Spanish
source: Español (es-ES)
de: Spanisch (es-ES)

# Language_English
source: English (en-US)
de: Englisch (en-US)

# Language_French
source: Français (fr-FR)
de: Französisch (fr-FR)

# Language_Italian
source: Italiano (it-IT)
de: Italienisch (it-IT)

# About_Title
source: About the author
de: Über den Autor
fr: À propos de l'auteur
it: Informazioni sull'autore

# About_AuthorRole
source: Software engineer · Economics undergraduate student (UNED)
de: Softwareingenieur · Student des Studiengangs Wirtschaftswissenschaften (UNED)
fr: Ingénieur logiciel · Étudiant en économie (UNED)
it: Ingegnere software · Studente di Economia (UNED)

# About_PurposeText
source: OfertaDemanda is an educational microeconomics tool. It lets you explore supply and demand, monopoly, elasticities, costs and isoprofit with interactive charts.
de: OfertaDemanda ist ein Lehrwerkzeug der Mikroökonomie. Es ermöglicht die Untersuchung von Angebot und Nachfrage, Monopol, Elastizitäten, Kosten und Isogewinn mit interaktiven Grafiken.
fr: OfertaDemanda est un outil pédagogique de microéconomie. Il permet d'explorer l'offre et la demande, le monopole, les élasticités, les coûts et l'isoprofit avec des graphiques interactifs.
it: OfertaDemanda è uno strumento educativo di microeconomia. Permette di esplorare offerta e domanda, monopolio, elasticità, costi e isoprofitto con grafici interattivi.

# About_GitHubRepo_Button
source: GitHub repository
de: Repository auf GitHub
fr: Dépôt GitHub
it: Repository GitHub

# About_GitHubRepo_Missing
source: GitHub repository: (not configured)
de: Repository auf GitHub: (nicht konfiguriert)
fr: Dépôt GitHub : (non configuré)
it: Repository GitHub: (non configurato)

# About_Label_OS
source: Operating system
de: Betriebssystem
fr: Système d'exploitation
it: Sistema operativo

# About_Label_Architecture
source: Architecture
de: Architektur
it: Architettura

# About_Label_BuildDate
source: Build date
de: Build-Datum
fr: Date de compilation
it: Data di compilazione

# Market_Functions
source: Functions
de: Funktionen
fr: Fonctions
it: Funzioni

# Market_DemandInverse
source: Inverse demand Pd(q)
de: Inverse Nachfrage Pd(q)
fr: Demande inverse Pd(q)
it: Domanda inversa Pd(q)

# Market_SupplyInverse
source: Inverse supply Ps(q)
de: Inverse Angebotsfunktion Ps(q)
fr: Offre inverse Ps(q)
it: Offerta inversa Ps(q)

# Market_ShocksTax
source: Shocks and tax
de: Schocks und Steuer
fr: Chocs et taxe
it: Shock e imposta

# Market_DemandShock
source: Demand shock ΔD
de: Nachfrageschock ΔD
fr: Choc de demande ΔD
it: Shock domanda ΔD

# Market_SupplyShock
source: Supply shock ΔS
de: Angebotsschock ΔS
fr: Choc d'offre ΔS
it: Shock offerta ΔS

# Market_Tax
source: Unit tax t
de: Stücksteuer t
fr: Taxe unitaire t
it: Imposta unitaria t

# Market_Costs
source: Costs
de: Kosten
fr: Coûts
it: Costi

# Market_CostType
source: Function type
de: Funktionstyp
fr: Type de fonction
it: Tipo di funzione

# Market_CostFixed
source: Fixed cost F
de: Fixkosten F
fr: Coût fixe F
it: Costo fisso F

# Market_CostLinear
source: Linear cost a
de: Lineare Kosten a
fr: Coût linéaire a
it: Costo lineare a

# Market_CostQuadratic
source: Quadratic cost b
de: Quadratische Kosten b
fr: Coût quadratique b
it: Costo quadratico b

# Market_CostCubic
source: Cubic cost c
de: Kubische Kosten c
fr: Coût cubique c
it: Costo cubico c

# Market_CurvesElements
source: Curves and elements
de: Kurven und Elemente
fr: Courbes et éléments
it: Curve ed elementi

# Market_ShowAll
source: Show all
de: Alles anzeigen
fr: Tout afficher
it: Mostra tutto

# Market_HideAll
source: Hide all
de: Alles ausblenden
fr: Tout masquer
it: Nascondi tutto

# Market_ShowGroup
source: Show group
de: Gruppe anzeigen
fr: Afficher le groupe
it: Mostra gruppo

# Market_Results
source: Results
de: Ergebnisse
fr: Résultats
it: Risultati

# Market_SubTab_Equilibrium
source: Equilibrium
de: Gleichgewicht
fr: Équilibre

# Market_SubTab_Welfare
source: Welfare
de: Wohlfahrt
fr: Bien-être

# Market_EquilibriumResults
source: Equilibrium results
de: Gleichgewichtsergebnisse
fr: Résultats d’équilibre

# Market_WelfareResults
source: Welfare results
de: Wohlfahrtsergebnisse
fr: Résultats de bien-être

# Market_Preset_Label
source: View
de: Ansicht
fr: Vue

# Market_Preset_Basic
source: Basic
de: Basis
fr: Basique

# Market_Preset_Tax
source: Taxes
de: Steuern

# Market_Preset_Welfare
source: Welfare
de: Wohlfahrt
fr: Bien-être

# Market_Preset_Complete
source: Complete
de: Vollständig
fr: Complet

# Market_Preset_Custom
source: Custom
de: Benutzerdefiniert
fr: Personnalisé

# Market_Customize_Toggles
source: Customize curves
de: Kurven anpassen
fr: Personnaliser les courbes

# Market_FirmCompetitive
source: Competitive firm
de: Wettbewerbsunternehmen
fr: Entreprise concurrentielle
it: Impresa competitiva

# Market_Explanation_Title
source: Explanation
de: Erläuterung
fr: Explication
it: Spiegazione

# Market_Explanation_MC_Body
source: Marginal cost in perfect competition.
de: Grenzkosten im vollkommenen Wettbewerb.
fr: Coût marginal en concurrence parfaite.
it: Costo marginale in concorrenza perfetta: MR = P.

# Market_Explanation_AVC_Body
source: Shut down if price is below average variable cost.
de: Schließung, wenn der Preis unter den durchschnittlichen variablen Kosten liegt.
fr: Fermeture si le prix est inférieur au coût variable moyen.
it: Chiusura se P < min AVC.

# Market_Explanation_AC_Body
source: Profit if price is above average cost, loss if below.
de: Gewinn, wenn der Preis über den durchschnittlichen Kosten liegt, Verlust, wenn er darunter liegt.
fr: Profit si le prix est supérieur au coût moyen, perte s'il est inférieur.
it: Profitto se P > AC(q_f*), perdita se P < AC(q_f*).

# Market_Explanation_Profit_Body
source: Shaded area shows profit or loss at q_f*.
de: Die schattierte Fläche zeigt Gewinn oder Verlust bei q_f*.
fr: La zone ombrée montre le profit ou la perte à q_f*.
it: L'area ombreggiata mostra profitto o perdita a q_f*.

# Market_Parse_DemandInverse
source: Inverse demand
de: Inverse Nachfrage
fr: Demande inverse
it: Domanda inversa

# Market_Parse_SupplyInverse
source: Inverse supply
de: Inverse Angebotsfunktion
fr: Offre inverse
it: Offerta inversa

# Market_CostType_Quadratic
source: Quadratic
de: Quadratisch
fr: Quadratique
it: Quadratico

# Market_CostType_Cubic
source: Cubic
de: Kubisch
fr: Cubique
it: Cubico

# Market_Label_TaxRevenue
source: Tax revenue
de: Steuereinnahmen
fr: Recettes fiscales
it: Gettito fiscale

# Market_Label_DeadweightLoss
source: Deadweight loss
de: Wohlfahrtsverlust
fr: Perte sèche
it: Perdita secca

# Market_Label_FirmMarginalCost
source: MC(q_f*)
de: CMg(q_f*)
fr: CMg(q_f*)
it: CMg(q_f*)

# Market_Label_FirmAverageVariableCost
source: AVC(q_f*)
de: CMeV(q_f*)
fr: CMeV(q_f*)
it: CMeV(q_f*)

# Market_Label_FirmAverageCost
source: AC(q_f*)
de: CMe(q_f*)
fr: CMe(q_f*)
it: CMe(q_f*)

# Market_Label_FirmState
source: State
de: Status
fr: État
it: Stato

# Market_State_Closed
source: Shutdown
de: Schließung
fr: Fermeture
it: Chiusura

# Market_State_Profit
source: Profit
de: Gewinn
it: Profitto

# Market_State_Loss
source: Loss
de: Verlust
fr: Perte
it: Perdita

# Market_Series_NoTaxEquilibrium
source: Q without tax
de: Q ohne Steuer
fr: Q sans taxe
it: Q senza imposta

# Market_Series_MarginalCost
source: MC
de: CMg
fr: CMg
it: CMg

# Market_Series_AverageVariableCost
source: AVC
de: CMeV
fr: CMeV
it: CMeV

# Market_Series_AverageCost
source: AC
de: CMe
fr: CMe
it: CMe

# Market_Series_ShutdownPrice
source: Shutdown price
de: Schließpreis
fr: Prix de fermeture
it: Prezzo di chiusura

# Market_Series_BreakEven
source: P = AC
de: P = CMe
fr: P = CMe
it: P = CMe

# Market_Series_BreakEvenIndexed
source: P = AC {0}
de: P = CMe {0}
fr: P = CMe {0}
it: P = CMe {0}

# Market_Series_DeadweightShort
source: DWL
de: WV
fr: PSE
it: PSD

# Market_Series_Profit
source: Profit
de: Gewinn
it: Profitto

# Market_Series_Loss
source: Loss
de: Verlust
fr: Perte
it: Perdita

# Market_Series_TaxWedge
source: Wedge
de: Keil
fr: Coin fiscal
it: Cuneo fiscale

# Market_Series_TaxQuantity
source: Q with tax
de: Q mit Steuer
fr: Q avec taxe
it: Q con imposta

# Market_ToggleGroup_Market
source: Market
de: Markt
fr: Marché
it: Mercato

# Market_ToggleGroup_Tax
source: Tax
de: Steuer
fr: Taxe
it: Imposta

# Market_ToggleGroup_Surplus
source: Surpluses
de: Renten
fr: Excédents
it: Surplus

# Market_ToggleGroup_Firm
source: Competitive firm
de: Wettbewerbsunternehmen
fr: Entreprise concurrentielle
it: Impresa competitiva

# Market_ToggleGroup_Costs
source: Costs
de: Kosten
fr: Coûts
it: Costi

# Market_Toggle_DemandBase
source: Demand Pd₀
de: Nachfrage Pd₀
fr: Demande Pd₀
it: Domanda Pd₀

# Market_Toggle_DemandShifted
source: Demand Pd₁
de: Nachfrage Pd₁
fr: Demande Pd₁
it: Domanda Pd₁

# Market_Toggle_SupplyBase
source: Supply Ps₀
de: Angebot Ps₀
fr: Offre Ps₀
it: Offerta Ps₀

# Market_Toggle_SupplyShifted
source: Supply Ps₁
de: Angebot Ps₁
fr: Offre Ps₁
it: Offerta Ps₁

# Market_Toggle_Equilibrium
source: Equilibrium (Q*, P*)
de: Gleichgewicht (Q*, P*)
fr: Équilibre (Q*, P*)
it: Equilibrio (Q*, P*)

# Market_Toggle_PriceConsumer
source: Consumer price P_c
de: Konsumentenpreis P_c
fr: Prix consommateur P_c
it: Prezzo consumatore P_c

# Market_Toggle_PriceProducer
source: Producer price P_p
de: Produzentenpreis P_p
fr: Prix producteur P_p
it: Prezzo produttore P_p

# Market_Toggle_TaxQuantity
source: Q with tax
de: Q mit Steuer
fr: Q avec taxe
it: Q con imposta

# Market_Toggle_TaxWedge
source: Tax wedge
de: Steuerkeil
fr: Coin fiscal
it: Cuneo fiscale

# Market_Toggle_NoTaxEquilibrium
source: Q without tax
de: Q ohne Steuer
fr: Q sans taxe
it: Q senza imposta

# Market_Toggle_ConsumerSurplus
source: Consumer surplus (CS)
de: Konsumentenrente (CS)
fr: Excédent consommateur (CS)
it: Surplus consumatore (CS)

# Market_Toggle_ProducerSurplus
source: Producer surplus (PS)
de: Produzentenrente (PS)
fr: Excédent producteur (PS)
it: Surplus produttore (PS)

# Market_Toggle_DeadweightLoss
source: Deadweight loss
de: Wohlfahrtsverlust
fr: Perte sèche
it: Perdita secca

# Market_Toggle_PriceLine
source: Price line P*
de: Preislinie P*
fr: Ligne de prix P*
it: Linea di prezzo P*

# Market_Toggle_FirmShutdown
source: Shutdown point (min AVC)
de: Schließpunkt (min CMeV)
fr: Point de fermeture (min CMeV)
it: Punto di chiusura (min CMeV)

# Market_Toggle_FirmBreakEven
source: P = AC
de: P = CMe
fr: P = CMe
it: P = CMe

# Market_Toggle_FirmProfitLoss
source: Profit/loss area
de: Gewinn/Verlust-Fläche
fr: Zone profit/perte
it: Area profitto/perdita

# Market_Toggle_CostMarginal
source: MC
de: CMg
fr: CMg
it: CMg

# Market_Toggle_CostAverageVariable
source: AVC
de: CMeV
fr: CMeV
it: CMeV

# Market_Toggle_CostAverage
source: AC
de: CMe
fr: CMe
it: CMe

# Firm_CostMode_Title
source: Costs and mode
de: Kosten und Modus
fr: Coûts et mode
it: Costi e modalità

# Firm_TotalCost_Label
source: TC(q)
de: CT(q)
fr: CT(q)
it: CT(q)

# Firm_Mode_Label
source: Operating mode
de: Betriebsmodus
fr: Mode d'exploitation
it: Modalità operativa

# Firm_MarketPrice_Label
source: Market price (SR)
de: Marktpreis (CP)
fr: Prix du marché (CT)
it: Prezzo di mercato (BP)

# Firm_Parse_TotalCost
source: TC(q)
de: CT(q)
fr: CT(q)
it: CT(q)

# Firm_Label_Profit
source: Profit
de: Gewinn
it: Profitto

# Firm_Series_MarginalCost
source: MC
de: CMg
fr: CMg
it: CMg

# Firm_Series_AverageCost
source: AC
de: CMe
fr: CMe
it: CMe

# Firm_Series_AverageVariableCost
source: AVC
de: CMeV
fr: CMeV
it: CMeV

# Firm_Series_PriceLine
source: Price
de: Preis
fr: Prix
it: Prezzo

# Firm_Series_TotalRevenue
source: TR
de: GE
fr: RT

# Firm_Mode_ShortRun
source: SR
de: CP
fr: CT
it: BP

# Firm_Mode_LongRun
source: LR
de: LP
fr: LT
it: LP

# Firm_Axis_CostsPrice
source: Costs / P
de: Kosten / P
fr: Coûts / P
it: Costi / P

# Elasticity_UsesMarketDemand
source: Uses the market base demand
de: Die Basisnachfrage des Marktes wird verwendet
fr: Utilise la demande de base du marché
it: Si usa la domanda base del mercato

# Elasticity_Demand_Label
source: Demand Pd(q)
de: Nachfrage Pd(q)
fr: Demande Pd(q)
it: Domanda Pd(q)

# Elasticity_Price_Label
source: Price for elasticity
de: Preis für Elastizität
fr: Prix pour l'élasticité
it: Prezzo per elasticità

# Elasticity_Format_CurrentShock
source: Current ΔD shock: {0:F0}
de: Aktueller Schock ΔD: {0:F0}
fr: Choc ΔD actuel : {0:F0}
it: Shock ΔD attuale: {0:F0}

# Elasticity_Format_CurrentPrice
source: Current price: {0:F0}
de: Aktueller Preis: {0:F0}
fr: Prix actuel : {0:F0}
it: Prezzo attuale: {0:F0}

# Elasticity_Label_Value
source: Elasticity
de: Elastizität
fr: Élasticité
it: Elasticità

# Elasticity_Parse_MarketDemand
source: Inverse demand (market)
de: Inverse Nachfrage (Markt)
fr: Demande inverse (marché)
it: Domanda inversa (mercato)

# Elasticity_Series_Price
source: Price
de: Preis
fr: Prix
it: Prezzo

# Monopoly_DemandInverse_Label
source: Inverse demand Pd(q)
de: Inverse Nachfrage Pd(q)
fr: Demande inverse Pd(q)
it: Domanda inversa Pd(q)

# Monopoly_TotalCost_Label
source: Total cost TC(q)
de: Gesamtkosten CT(q)
fr: Coût total CT(q)
it: Costo totale CT(q)

# Monopoly_Visualization_Title
source: Visualization
de: Visualisierung
fr: Visualisation
it: Visualizzazione

# Monopoly_Toggle_Isoprofit
source: Isoprofit (π=π*)
de: Isogewinn (π=π*)
it: Isoprofitto (π=π*)

# Monopoly_Toggle_AverageCost
source: Average cost (AC)
de: Durchschnittskosten (CMe)
fr: Coût moyen (CMe)
it: Costo medio (CMe)

# Monopoly_Toggle_Guides
source: Guide lines (q_m, p_m)
de: Hilfslinien (qₘ, pₘ)
fr: Lignes guides (q_m, p_m)
it: Linee guida (q_m, p_m)

# Monopoly_Toggle_Deadweight
source: Deadweight loss (area)
de: Wohlfahrtsverlust (Fläche)
fr: Perte sèche (zone)
it: Perdita secca (area)

# Monopoly_Parse_TotalCost
source: TC(q)
de: CT(q)
fr: CT(q)
it: CT(q)

# Monopoly_Label_Profit
source: Profit
de: Gewinn
it: Profitto

# Monopoly_Label_DeadweightLoss
source: Deadweight loss
de: Wohlfahrtsverlust
fr: Perte sèche
it: Perdita secca

# Monopoly_Series_MarginalRevenue
source: MR
de: IMg
fr: IMg
it: IMg

# Monopoly_Series_MarginalCost
source: MC
de: CMg
fr: CMg
it: CMg

# Monopoly_Series_Isoprofit
source: Isoprofit (π=π*)
de: Isogewinn (π=π*)
it: Isoprofitto (π=π*)

# Monopoly_Series_AverageCost
source: AC
de: CMe
fr: CMe
it: CMe

# Monopoly_Series_MonopolyPoint
source: Monopoly
de: Monopol
fr: Monopole
it: Monopolio

# Monopoly_Series_CompetitivePoint
source: PC
de: CP
fr: CP
it: CP

# Monopoly_Series_QuantityGuide
source: q_m
de: qₘ

# Monopoly_Series_PriceGuide
source: p_m
de: pₘ

# Monopoly_Series_DeadweightLoss
source: Deadweight loss
de: Wohlfahrtsverlust
fr: Perte sèche
it: Perdita secca

# Monopoly_Isoprofit_Explanation
source: The isoprofit curve shows (q, p) combinations with constant π. At the monopoly optimum, the curve with π=π_m is tangent to Pd(q) because MR(q_m)=MC(q_m). π_m = {0}.
de: Die Isogewinnkurve enthält Kombinationen (q, p) mit konstantem π. Im Monopoloptimum ist die Kurve mit π=πₘ tangential an Pd(q), weil IMg(qₘ)=CMg(qₘ). πₘ = {0}.
fr: La courbe d'isoprofit montre des combinaisons (q, p) avec π constant. À l'optimum de monopole, la courbe avec π=π_m est tangente à Pd(q) car IMg(q_m)=CMg(q_m). π_m = {0}.
it: La curva di isoprofitto mostra combinazioni (q, p) con π costante. All'ottimo monopolistico, la curva con π=π_m è tangente a Pd(q) perché IMg(q_m)=CMg(q_m). π_m = {0}.

# Monopoly_Isoprofit_Text
source: The isoprofit curve shows (q, p) combinations with constant π. At the monopoly optimum, the curve with π=π_m is tangent to Pd(q).
de: TODO: Isogewinn-Text (DE)
fr: TODO: texte isoprofit (FR)

# IsoBenefit_MarketParams_Title
source: Market parameters
de: Marktparameter
fr: Paramètres du marché
it: Parametri del mercato

# IsoBenefit_MarketDemand_Label
source: Inverse demand P_d(Q)
de: Inverse Nachfrage P_d(Q)
fr: Demande inverse P_d(Q)
it: Domanda inversa P_d(Q)

# IsoBenefit_DemandShock_Label
source: Demand shock ΔD
de: Nachfrageschock ΔD
fr: Choc de demande ΔD
it: Shock di domanda ΔD

# IsoBenefit_Firms_Title
source: Firms and costs
de: Unternehmen und Kosten
fr: Entreprises et coûts
it: Aziende e costi

# IsoBenefit_AddFirm
source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi

# IsoBenefit_RemoveFirm
source: Remove
de: Entfernen
fr: Supprimer
it: Rimuovi

# IsoBenefit_FirmName_Placeholder
source: Firm name
de: Unternehmensname
fr: Nom de l'entreprise
it: Nome dell'azienda

# IsoBenefit_FirmCost_Placeholder
source: Total cost C(q)
de: Gesamtkosten C(q)
fr: Coût total C(q)
it: Costo totale C(q)

# IsoBenefit_Reference_Title
source: Competitive references
de: Wettbewerbsreferenzen
fr: Références concurrentielles
it: Riferimenti competitivi

# IsoBenefit_Status_Title
source: Firm status
de: Status jedes Unternehmens
fr: État de chaque entreprise
it: Stato di ogni azienda

# IsoBenefit_Theory_Title
source: Theory formulas
de: Theoretische Formeln
fr: Formules théoriques
it: Formule teoriche

# IsoBenefit_Tab_Market
source: Market (Q,P)
de: Markt (Q,P)
fr: Marché (Q,P)
it: Mercato (Q,P)

# IsoBenefit_MarketChart_Description
source: Aggregated market isoprofit curves versus demand.
de: Aggregierte Isogewinne des Marktes gegenüber der Nachfrage.
fr: Isoprofits agrégés du marché versus demande.
it: Curve di isoprofitto aggregate del mercato rispetto alla domanda.

# IsoBenefit_Tab_Firms
source: Firms (q,p)
de: Unternehmen (q,p)
fr: Entreprises (q,p)
it: Aziende (q,p)

# IsoBenefit_FirmChart_Description
source: Firm isoprofit curves and price line p=P*.
de: Isogewinnkurven je Unternehmen und Preislinie p=P*.
fr: Courbes d'isoprofit par entreprise et ligne de prix p=P*.
it: Curve di isoprofitto per azienda e linea di prezzo p=P*.

# IsoBenefit_PriceNote_Invalid
source: Select valid expressions to show curves.
de: Wähle gültige Ausdrücke, um die Kurven anzuzeigen.
fr: Sélectionnez des expressions valides pour afficher les courbes.
it: Seleziona espressioni valide per mostrare le curve.

# IsoBenefit_PriceNote_Fallback
source: P*=40 was used as a reference because the competitive equilibrium did not converge.
de: P*=40 wurde als Referenz verwendet, da das Wettbewerbsgleichgewicht nicht konvergierte.
fr: P*=40 a été utilisé comme référence car l'équilibre concurrentiel n'a pas convergé.
it: È stato usato P*=40 come riferimento perché l'equilibrio competitivo non è convergente.

# IsoBenefit_PriceNote_Normal
source: P* is obtained by solving P_d(Q_s(P)) = P with Q_s(P)=Σq_i(P).
de: P* ergibt sich aus der Lösung von P_d(Q_s(P)) = P mit Q_s(P)=Σq_i(P).
fr: P* est obtenu en résolvant P_d(Q_s(P)) = P avec Q_s(P)=Σq_i(P).
it: P* si ottiene risolvendo P_d(Q_s(P)) = P con Q_s(P)=Σq_i(P).

# IsoBenefit_Parse_MarketDemand
source: Inverse market demand
de: Inverse Nachfrage des Marktes
fr: Demande inverse du marché
it: Domanda inversa del mercato

# IsoBenefit_Parse_FirmCost
source: Total cost ({0})
de: Gesamtkosten ({0})
fr: Coût total ({0})
it: Costo totale ({0})

# IsoBenefit_Error_NoFirms
source: You need at least one firm with a valid cost function.
de: Du brauchst mindestens ein Unternehmen mit einer gültigen Kostenfunktion.
fr: Vous avez besoin d'au moins une entreprise avec une fonction de coûts valide.
it: Serve almeno un'azienda con una funzione di costi valida.

# IsoBenefit_Error_CalcFailed
source: Could not compute the isoprofit tab: {0}
de: Der Isogewinn-Tab konnte nicht berechnet werden: {0}
fr: Impossible de calculer l'onglet isoprofit : {0}
it: Impossibile calcolare la scheda isoprofitto: {0}

# IsoBenefit_Series_MarketDemand
source: Demand P_d(Q)
de: Nachfrage P_d(Q)
fr: Demande P_d(Q)
it: Domanda P_d(Q)

# IsoBenefit_Series_ProfitIntersection
source: Intersection Π̄={0:F0}
de: Schnittpunkt Π̄={0:F0}
it: Intersezione Π̄={0:F0}

# IsoBenefit_Series_PriceLine
source: Price P*
de: Preis P*
fr: Prix P*
it: Prezzo P*

# IsoBenefit_Series_CompetitiveReference
source: Competitive reference
de: Wettbewerbsreferenz
fr: Référence concurrentielle
it: Riferimento competitivo
